-- phpMyAdmin SQL Dump
-- version 4.8.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1:3306
-- Generation Time: Oct 30, 2018 at 10:40 AM
-- Server version: 5.6.41
-- PHP Version: 5.5.38

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET AUTOCOMMIT = 0;
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `lesson`
--

-- --------------------------------------------------------

--
-- Table structure for table `​products`
--

CREATE TABLE `​products` (
  `id` int(15) NOT NULL,
  `name` text NOT NULL,
  `description` text NOT NULL,
  `src` text NOT NULL,
  `price` int(15) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Dumping data for table `​products`
--

INSERT INTO `​products` (`id`, `name`, `description`, `src`, `price`) VALUES
(1, 'Սառնարան', 'Սառնարանի ծավալը՝ 215 լ \r\nՍառցախցիկի ծավալը՝ 87 լ\r\nՍառեցման համակարգ՝ NoFrost \r\nԷներգախնայողության դասը՝ A ++\r\nԱղմուկի մակարդակը՝ 42 dB \r\nՉափսերը (ԲxԼxԽ) ՝ 186 x 60 x 66 սմ\r\n', '0001', 250000),
(2, 'Էլեկտրական տաքացուցիչ', 'Հզորություն` 1500 Վտ\r\nԹերմոստատ` Այո\r\nԱնջատում գերտաքացման դեպքում` Այո\r\nԻրանի նյութ` կերամիկական\r\nԳույն` սև \r\n', '0002', 18000),
(3, 'Կարի մեքենա ', 'Էլեկտրամեխանիկական կարի մեքենա\r\n 15 կարատեսակ Զիգզագի լայնքը՝ 0-5 մմ,\r\n կարի խտությունը՝ 0-4 մմ Կոճակի օղակ՝ 1 տեսակի (կիսաավտոմատ)\r\n Հիմնական կարատեսակներ՝ - Մաքրակարի տեսակներ \r\n - Տրիկոտաժի կարատեսակներ \r\n - Զիգզագ՝ տարբեր կտորների \r\n տեսկաների համար ', '0003', 85000),
(4, 'Էլեկտրական հովհար', 'էլ.հովհար, մոդել AR5C40PH\r\nՀզորությունը՝ 50 Վ,\r\nՏրամագիծ՝ը 40 սմ,\r\nԲարձրությունը՝ 150 սմ\r\n', '0004', 10000),
(5, 'Սրճեփ', 'Հզորություն` 800 Վտ\r\nՏեսակ` աղացած\r\nՋրի տարայի ծավալ` 0.3 լ\r\nԻրանի նյութ` մետաղ\r\nԳույն` սև/արծաթագույն \r\n', '0005', 8000),
(6, 'Փոշեկուլ', 'Հզորություն՝ 1400 Վտ\r\nՀզորության կարգավորում՝ Այո\r\nԽողովակի տեսակ՝ Տելեսկոպիկ\r\nՓոշեհավաքիչ տարայի ծավալ՝ 4,5 լ\r\n', '0006', 50000),
(7, 'Արդուկ', '\r\nՀզորություն` 2400 Վտ\r\nԳոլորշու մատակարարման հզորություն` 30 գրամ/րոպե\r\nԳոլորշու հարված` 140 գրամ/րոպե\r\nՈւղղահայաց գոլորշացում` Այո\r\nՀակակաթիլային համակարգ` Այո\r\nՋրի բաք` 300 մլ\r\nԻնքնամաքրման համակարգ` Այո\r\nԱրդուկի հիմքի մակերես` Palladium-glissée\r\nԳույն` սև \r\n', '0007', 15000),
(8, 'Լվացքի մեքենա', 'Տեսակ՝ չորանոցով \r\nԼվացքի բեռնման առավելագույն չափը ՝ 7 կգ \r\nՉորացման համար բեռնման առավելագույն չափը՝ 4 կգ \r\nՔամելու առավելագույն արագությունը՝ 1400 պտ/ր \r\nԼվացման ռեժիմներ՝ «Գիշերային լվացք», խառը գործվածքներ, նուրբ լվացում, գերարագ 15, PUS, բուրդ, բարակ ներքնազգեստ, մետաքս, մազիկների հեռացում \r\nԷներգախնայողության դասը՝ B \r\nԿառավարման եղանակ՝ էլեկտրոնային \r\nԷկրան՝ Այո\r\n Չափսերը (ԲxԼxԽ) ՝ 820 x 595 x 584 մմ \r\n', '0008', 170000),
(9, 'Տպիչ', 'Տպիչի տեսակը` Լազերային\r\nԳունավոր տպագրություն` սև/սպիտակ\r\nԹղթի առավելագույն չափ` А4\r\nՏպելու արագություն` 23 էջ/ր\r\nՆերկառուցված հիշողություն (ROM)` 128 MB\r\nՊրոցեսոր` 600 MHz\r\nApple AirPrint-ի հնարավորություն` Այո\r\n10/100 FastEthernet-ի հնարավորություն` Այո\r\nWindows-ի հետ աշխատանք` Այո\r\nMac OS-ի հետ աշխատանք` Այո\r\nLinux-ի հետ աշխատանք` Այո\r\nՀամակարգչին միացվող ինտերֆեյս` USB 2.0\r\nԷներգիայի սպառում` 380 Վտ\r\nԳույն` սպիտակ\r\nՔաշ` 4,7 կգ \r\n', '0009', 55000),
(10, 'Հեռախոս', 'Թվային էկրան` Այո\r\nCaller ID ֆունկցիա` Այո\r\nՄուտքային համարի ճանաչում` Այո\r\nԸնդունված զանգերի պահպանում` 50 հեռախոսահամար\r\nԺամացույց` Այո\r\nԳույն` սև \r\n', '010', 20000),
(11, 'Սմարթֆոն', 'Օպերացիոն համակարգ՝ Android \r\nԱնկյունագիծ՝ 4.5\"\r\nԿետայնություն՝ 854x480 պիքս․\r\nԷկրանի տեխնոլոգիան՝ TFT\r\nԳույների քանակը՝ 16 մլն\r\nՍենսորային էկրան՝ Այո\r\nՊրոցեսորի արտադրող՝ Qualcomm\r\nՊրոցեսորի տեսակը` Snapdragon 210\r\nՄիջուկների քանակը՝ 4\r\nՀաճախականություն` 1,1 GHz\r\nՆերկառուցված հիշողության (ROM)` 8 GB\r\nՕպերատիվ հիշողություն (RAM)` 1 GB\r\nՏեսախցիկ՝ 5 MP\r\nԱվտոֆոկուս ՝ Այո\r\nՆերկառուցված լուսարձակում՝ Այո\r\nՏեսանկարահանման որակ՝ (FHD) 1920x1080 պիքս․\r\nԴիմային տեսախցիկ՝ 2 MP\r\n', '011', 137000),
(12, 'Մարտկոց', 'Environment-friendly\r\nModel: NiMH\r\nSize: AAA Micro\r\nRechargeable\r\nCapacity: 850 mAh\r\nVoltage: 1,2 V\r\nNumber of Pieces: 2 \r\n', '012', 700);
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
